Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob/facta/skuvlahistorja5/magga-s.htm.tmx
Source language: sme
Languages: nob

source: Oahppoplánaid hábmen, oahpaheddjiid skuvlen, oahpponeavvuid ráhkadeapmi, oahpahanvugiid ođasteapmi ja oahpahusa organiseren ferte maid váldit kultuvrra vuođđun.
nob: Utforming av læreplaner, utdanning av lærere, produksjon av læremidler, fornying av opplæringsmetoder og organisering av undervisning må også ta hensyn til kulturen.

source: Skuvla galgá deavdit guokte dárbbu.
nob: Skolen skal fylle to behov.

source: Nubbi lea áimmahuššat álbmoga kultuvrra ja máhttovuođu buolvvas bulvii.
nob: Det ene er å forvalte folkets kultur og kunnskapsgrunnlag fra generasjon til generasjon.

source: Nubbi fas lea fuolahit juohke mánnái oahpahusa máná návccaid ja kultuvravuođu mielde.
nob: Det andre er å sørge for at hvert enkelt barn får opplæring i samsvar med barnets evner og kulturgrunnlag.

source: Sámi oktasaš máhtolašvuohta man dahket oktasaš árvvut, guottut, dieđut ja gálggat mat leat sámi servodaga dovdomearkkat, galgá leat guovddaš oassi sámi mánáid máhtuid ja oahpuid gazzamis.
nob: Den felles samiske kyndigheten som utgjøres av felles verdier, holdninger, viten og ferdigheter som er kjennetegn på det samiske samfunnet, skal være en sentral del av samiske barns kunnskapstilegning og læring.

source: Min álbmoga earenoamáš dárbbut oahpahusa hárrái leat min historjá, dieđut, teknologiija, árvovuogit ja min sosiála, ekonomalaš ja kultuvrralaš dovdomearkkat obanassii (nu go lea čilgejuvvon ILO-konvenšuvnna 169 27. artihkkalis).
nob: Vårt folks særskilte behov i forhold til opplæring er vår historie, kunnskap, teknologi, tradisjonelle metoder og våre sosiale, økonomiske og kulturelle kjennetegn overhodet (slik det er forklart i ILO-konvensjon 169, 27. artikkel).

source: Skuvla galgá láhčit doaimmas nu ahte guottut, árvvut, dieđut ja gálggat mat oktii dahket sámi gelbbolašvuođa, deattuhuvvojit earenoamážit go oahppofáttát ja bargovuogit válljejuvvojit.
nob: Skolen skal tilrettelegge aktivitetene slik at holdninger, verdier, kunnskaper og ferdigheter som til sammen utgjør samisk kompetanse, blir særlig vektlagt når undervisningsemner og arbeidsmetoder blir valgt.

source: Giellaoahpahusa hárrái galgá vuođđoláhka áddejuvvot nu ahte juohke ovttaskas sápmelažžii galgá sihkkarastojuvvot oahpahus mii addá ollislaš sámegiel máhtu seamma dásis go dáža mánát galget máhttit dárogiela (ILO-169, art. 28 ja 26).
nob: I forhold til språkundervisning skal grunnloven forstås slik at hver enkelt same skal sikres opplæring som gir en helhetlig kunnskap i samisk språk på samme nivå som norske barn skal kunne norsk (ILO-169, art. 28 og 26).

source: Maiddái eará fágain go giellafágain galgá dát ulbmil vuhtii váldojuvvot, dainna go vuođđoskuvlla earenoamáš geatnegasvuohta lea hárjehit mánáid nu ahte máhttet ovdanbuktit jurdagiid ja dieđuid luonddumáilmmi ieš guđet beliid birra – dadjat juo oba kosmosa birra.
nob: Også i andre fag enn språkfag skal dette målet tas hensyn til, fordi grunnskolens spesielle forpliktelse er å lære opp barna slik at de kan bringe fram sine tanker og kunnskaper om de forskjellige sidene ved naturens verden – om så om hele kosmos.

source: Dan lassin galgá skuvla ieš ovddidit giela ja kultuvrra sihke ieš njuolga ja dasto velá nu ahte hukse ja ovddida ovttaskas ohppiid guottuid ja máhtuid mii vuorustis fas duddjo seamma guvlui.
nob: I tillegg skal skolen sjøl utvikle språk og kultur både direkte og ved at den bygger opp og fremmer den enkelte elevens holdninger og ferdigheter, som i sin tur virker i samme retning.

source: Dáruiduhttima guottut leat ain bárrahis eallimin, sihke diđolaččat ja olbmuid iežaset dieđikeahttá.
nob: Holdningene fra fornorskinga lever fremdeles i beste velgående, både bevisst og ubevisst.

source: Dát gáibida ahte skuvla addá earenoamáš buriid dieđuid ja áddejumi olbmuide dobbelii go skuvla muđui viggá, nu ahte mánát ja nuorat nagodit áddet iežaset dili sihke dálá áiggis ja historjjálaččat.
nob: Dette krever at skolen gir spesielt god opplæring og forståelse lenger enn det skolen ellers forsøker, slik at barn og ungdom klarer å forstå sin egen situasjon både i nåtida og historisk.

source: Stuora hástalussan lea dat ahte skuvla galgá hukset guottuid ja addit giella-, servodat- ja kultuvramáhtu sámi nuoraide nu ahte sii nagodivčče eai duššefal atnit árvvus dan maid ovdalaš buolvvat leat oažžon áigái, muhto vai sii ieža nagodivčče nannet ja joatkit kultuvraárbbi huksema.
nob: Det er ei stor utfordring at skolen skal gi samisk ungdom holdninger og språk-, samfunns- og kulturkunnskap slik at de kan klare ikke bare å verdsette det tidligere generasjoner har fått til, men at de sjøl klarer å styrke og føre videre kulturarven.

source: Vuođđoláhka atná vuođđun ahte lea sámi servodat mii galgá sihkkarastojuvvot ja beassat ovdánit.
nob: Grunnloven legger til grunn at det er det samiske samfunnet som skal sikres og få utvikle seg.

source: Skuvlii máksá dát ahte sámi servodat galgá beassat váikkuhit skuvlla doibmii ja ahte skuvla fas bealistis galgá leat servodaga veahkkeneavvu servodaga ovdáneamis.
nob: For skolen betyr dette at det samiske samfunnet skal få påvirke skolens aktiviteter og at skolen på sin side skal være samfunnets hjelpemiddel i samfunnsutviklinga.

source: Vaikko sámi servodat olu guovlluin lea cuovkanaddan lossa deattu vuolde, de dat ii rievdat geatnegasvuođa man birra Vuođđoláhka sárdnu, namalassii seailluheami, ođđasit huksema ja ovdáneami birra.
nob: Sjøl om det samiske samfunnet i mange områder har blitt splintra under høyt trykk, så endrer det ikke forpliktelsene som Grunnloven taler om, nemlig bevaring, gjenreising og utvikling.

source: Skuvlla vuosttamuš doaibman lea ráhkkanahttit ohppiid dán servodaga lahttun.
nob: Skolens fremste funksjon er å forberede elevene til å bli medlemmer av samfunnet.

source: Skuvla galgá hukset ja ovddidit sámi oktasaš kultuvravuođu.
nob: Skolen skal bygge og utvikle et felles samisk kulturgrunnlag.

source: Muhto dat galgá maid váldit vuhtii ahte sámi álbmot eallá iešguđetlágán diliin maid leat historjjá dáhpáhusat duddjon.
nob: Men den skal også ta hensyn til at det samiske folket av historiske årsaker lever under forskjellige forhold.

source: Earenoamáš dárbbašlaš lea ahte báikkálaš kultuvradovdomearkkaide sihke lullisámi, julevsámi ja mearrasámi guovlluin čáhkkejuvvo sadji skuvlla beaivválaš eallimis nu ahte dakko bokte nannejuvvojit buot oasit sámi kultuvrras.
nob: Særlig er det behov for at lokale kulturkjennetegn både i sørsamiske, lulesamiske og sjøsamiske områder får plass i skolens daglige liv, slik at alle deler av samisk kultur blir styrka.

source: Oahpahus dán girjáivuođa birra ja positiivvalaš guottuid huksen dán dili hárrái galgá leat guovddáš ulbmilin skuvlafálaldagain sámi mánáide ja nuoraide.
nob: Opplæring om dette mangfoldet og positive holdninger til å bygge videre på det som er i dag, skal være et sentralt mål for skoletilbudet til samisk barn og ungdom.

source: Sámi álbmot galgá oažžut seamma dássásaš vejolašvuođaid ohppui buot dásiin go earát Norggas.
nob: Det samiske folket skal få likeverdige muligheter til opplæring på alle nivå, slik som andre i Norge.

source: Dat duddjo ovttadássásašvuođa bargosajiin ja olles servodagas.
nob: Det bidrar til likeverd på arbeidsplassene og i hele samfunnet.

source: Vuođđoskuvlafálaldat galgá ráhkkanahttit ohppiid nu ahte sii sáhttet doaibmat sihke sámi servodagas ja riikaservodagas.
nob: Grunnskoletilbudet skal forberede elevene slik at de kan virke både i det samiske samfunnet og rikssamfunnet.

source: Sii galget šaddat doaibmi guovttegielagin nu ahte birgejit vaikko gos Norgga riikka rájiid siste.
nob: De skal bli fungerende tospråklige slik at de klarer seg hvor som helst innafor grensene av Norge.

source: Ovttadássásašvuohta máksá maid ahte sámi mánát ja nuorat galget oažžut seamma vejolašvuođa go earát háhkat alit oahpa (nu go ILO- 169 art. 26 dáhkida).
nob: Likeverd betyr også at samiske barn og unge skal få samme mulighet som andre til å ta høyere utdanning (slik som ILO- 169 art. 26 garanterer).

source: Dát ii guoskka duššefal giellamáhttui, muhto maiddái eará máhtuide ja duogášdieđuid háhkamii.
nob: Dette gjelder ikke bare språkkunnskaper, men også tilegning av andre ferdigheter og bakgrunnskunnskaper.

source: Skuvla galgá addit sidjiide bargoneavvuid maiguin sáhttet ceavzit buot hástalusain mat sin deaividežžet sihke kultuvradiliid dáfus ja birgejumi dáfus sámi servodagas ja riikaservodagas.
nob: Skolen skal gi dem verktøy så de kan klare seg i forhold til alle utfordringer som de kan møte på både i forhold til kultur- og livberging i det samiske samfunnet og rikssamfunnet.

source: Sámi oahppit galget maiddái oahpahuvvot doaibmat álbmotgaskasaš oktavuođain ja earenoamážit dakkár ovttasbargodoaimmain maidda sámi orgánat ja organisašuvnnat oassálastet.
nob: Samiske elever skal også opplæres til å fungere i mellomfolkelige sammenhenger og særlig i slike sammenhenger der samiske organer og organisasjoner deltar.

source: Vuođđoláhka cealká maid ahte «Stáhta eiseválddit» galget láhčit dilálašvuođaid nu ahte «sámi álbmot» (dárogillii gohčoduvvon «den samiske Folkegruppe») ieš galgá beassat sihkkarastit ja ovddidit iežas giela, kultuvrra ja servodateallima.
nob: Grunnloven sier også at «Statens myndigheter» skal legge forholda til rette for at «den samiske Folkegruppe» sjøl skal kunne sikre og utvikle sitt eget språk, kultur og samfunnsliv.

source: Mii galget ieža duođas beassat guoddit ovddasvástádusa – dieđus dainna go duššefal sámit ieža sáhttet seailluhit ja ovddidit sámi kultuvrra.
nob: Vi skal sjøl virkelig få bære ansvaret – sjølsagt fordi bare samer sjøl kan bevare og utvikle samisk kultur.

source: Ja dát fas váikkuha dasa mo servodat galgá organiserejuvvot ja mo ovddasvástádus galgá juogaduvvot.
nob: Og dette igjen påvirker hvordan samfunnet skal organiseres og hvordan ansvaret skal fordeles.

source: Dát mearrádus čilge jura dan iešmearrideami mii eamiálbmogiin galgá leat álbmogiidgaskasaš riektejurddašeami mielde.
nob: Denne bestemmelsen forklarer nettopp det sjølstyret som urfolk skal ha etter mellomfolkelig rettsforståelse.

source: Dat máksá ahte mii ieža galgat, nu guhkás go leaš vejolaš ja dakkár orgánaid bokte mat dan nammii ásahuvvojit ja heivehuvvojit, beassat ieža mearridit maiddái dakkár áššiin main lea čiekŋalis váikkuhus alcceseamet ja boahtteáigáseamet (ILO-169, 27. art.).
nob: Dette betyr at vi sjøl skal, så langt det er mulig og gjennom slike organ som etableres og tilpasses til dette, få bestemme også i slike saker som har djup påvirkning på oss sjøl og vår framtid (ILO-169, art. 27).

source: Norggas leat dilálašvuođat buorránan mearkkašahtti láhkái 1980-jagiid ja 1990-jagiid nu ahte sámit sáhttet váldit badjelasaset ovddasvástádusa iežaset áššiin buorebut go olu eará eamiálbmogat.
nob: I Norge er situasjonen forbedra betraktelig i løpet av 1980- og 1990-tallet slik at samer kan ta på seg ansvar for sine egne saker bedre enn mange andre urfolk.

source: Positiivvalaš ovttasbargu sámi eiseválddiid ja eará eiseválddiid gaskka lea juo duddjon, ja galgá ain duddjot, luohttámuša mii dahká vejolažžan juogadit doaimmaid sámi ja eará orgánaid gaskka boahtte áiggi.
nob: Positivt samarbeid mellom samiske og andre styresmakter har allerede skapt og skal fortsatt skape tillit som gjør det mulig å fordele funksjoner mellom samiske og andre organ i framtida.

source: Ulbmiliid maid vuođđoláhka namuha, ferte oaidnit ovttas ollislaš govvan dan ektui makkár ovddasvástádus stáhta eiseválddiin lea muđui buot rikka áššiid hárrái.
nob: Målsettingene som Grunnloven nevner må sees i sammenheng med hvilket ansvar statens myndigheter ellers har i forhold til alle innbyggere av riket.

source: Dávjá lea nu ahte ovddasvástádus ii leat juogo sámi orgánaid okto dahje rikka orgánaid okto, muhto nu ahte beaivválaš diliin juogaduvvo ovddasvástádus daid gaskka dađi mielde makkár áššiin lea sáhka ja makkár orgánat ain gávdnojit suorggis suorgái ja áiggis áigái.
nob: Ofte er det slik at ansvaret ikke ligger enten på samiske organer aleine eller riksorganer aleine, men at ansvaret i daglige situasjoner deles mellom dem etter hva slags saker det er spørsmål om og hvilke organer som finnes på forskjellige områder til ei hver tid.

source: Oahppa lea buot guovddášeamus gaskaoapmi mainna sáhttá láhčit ja válljet geainnuid ráhpis guovlluid ja áiggiid čađa olles álbmogii.
nob: Utdanning er det mest sentrale middelet vi har for å tilrettelegge og velge vei i ulendt terreng og gjennom tidene for hele folket.

source: Ja oahppu lea dat reaidu man sámi mánát ja nuorat dárbbašit jos galget birget sápmelažžan, riikka ássin ja máilmmiviidosaš servodaga lahttun.
nob: Og utdanning er det verktøyet som samiske barn og unge trenger dersom de skal klare seg som samer, innbyggere i landet og medlemmer av verdenssamfunnet.

source: Ollu oahppat oahppoplánabarggus
nob: Mye å lære av læreplanarbeidet

source: Oahppoplánabargu lihkostuvai ja prentejuvvui namain 10-jagi vuođđoskuvlla sámi oahppoplánat jagi 1997.
nob: Læreplanarbeidet lyktes og planen blei utgitt i 1997 under navnet Det samiske læreplanverket for den 10-årige grunnskolen.

source: Sámi oahpahusráđi bealde barggaiga Asta Balto (hálddahusjođiheaddji 1993 rádjai) ja Ellen Inga O. Hætta (hálddahusjođiheaddji 1994 rájes) earenoamáš buori barggu.
nob: Fra Samisk utdanningsråds side gjorde Asta Balto (administrasjonsleder til 1993) og Ellen Inga O. Hætta (administrasjonsleder fra 1994) spesielt godt arbeid.

source: Earret Reidar Sandala, gii leai ministtarin 1995 loahpa rájes 1997 lohppii, leai maiddái ekspedišuvdnahoavda Hanna Marit Jahr guovddáš olmmožin plánabarggus.
nob: I tillegg til Reidar Sandal, som var minister fra slutten av 1995 til slutten av 1997, var også ekspedisjonssjef Hanna Marit Jahr sentral i planarbeidet.

source: Álggus Jahr barggai Hernesa vuoiŋŋa mielde, muhto dađistaga mieđihišgođii min ákkaide, nu go Asta Balto čállá artihkkalis Sámi skuvlahistorjá 2-girjjis.
nob: I starten arbeida Jahr i Hernes ' ånd, men gradvis begynte hun å gi etter for argumenta våre, slik som Asta Balto skriver i sin artikkel i Samisk skolehistorie 2.

source: Ja Jahr oinnii loahpas makkár árvu min barggus loahpalaččat šattai.
nob: Og Jahr innså til slutt hvilken verdi arbeidet vårt hadde.

source: Oahppoplána barggus lea olu oahppat sihke Norgga oahpahuspolitihka ja sámepolitihka birra.
nob: Av læreplanarbeidet er det mye å lære om både norsk utdanningspolitikk og samepolitikk.

source: Eanemus čalbmái čuohcci lea man guhkes gaskka leai čáppa sániid ja duohta máilmmi gaskkas.
nob: Mest iøyenfallende er det hvor stor avstand det er mellom vakre ord og den virkelige verden.

source: Orui muhtumin dego Girko- ja oahpahusdepartemeanta ii oba livččege gullamin Ráđđehusa hálddahussii.
nob: Det syntes som om Kirke- og utdanningsdepartementet i det hele tatt ikke hørte til regjeringas administasjon.

source: Vel Gieldadepartemeanta nai, mii leai Ráđđehusa «sámedepartemeanta», orui gaskkohagaid imaštallamin dili.
nob: Til og med Kommunaldepartementet, som var regjeringas «samedepartement», synes til tider å være forundra over situasjonen.

source: Nubbi imaš leai Sámi oahpahusráđi sadji, mii dalle leai departemeantta vuollásaš orgána.
nob: Et annet underlig fenomen var stillinga til Samisk utdanningsråd, som dengang var et underordna organ under departementet.

source: Vuos badjelgeahčai Hernes ja departemeanta Oahpahusráđi nu olu go sáhtii.
nob: Først ringeakta Hernes og departementet utdanningsrådet så mye de kunne.

source: Dasto vikkai Departemeanta geavahit Oahpahusráđi Sámedikki vuostá.
nob: Deretter forsøkte departementet å bruke utdanningsrådet mot Sametinget.

source: Lihkku leai ahte Sámediggi ja Oahpahusráđđi gulahalaiga nu bures.
nob: Lykken var at Sametinget og utdanningsrådet kommuniserte svært godt.

source: Dat dagahii garrasit ahte boađus šattai nu buorre go šattai.
nob: Det medvirka sterkt til at resultatet blei så godt som det blei.

source: Sámediggi oinnii áigá juo man deaŧalaš Sámi oahpahusráđđi leai skuvlapolitihkalaš barggus.
nob: Sametinget så tidlig hvor viktig Samisk utdanningsråd var i skolepolitisk arbeid.

source: Ieš dihten dan earenoamáš bures go ledjen leamaš juo 1976 rájis vuosttaš áigodagaid Sámi oahpahusráđi lahttun.
nob: Sjøl visste jeg det særlig godt fordi jeg hadde vært medlem av Samisk utdanningsråd i den første perioden fra 1976.

source: Mii han leimmet ásahan Sámi oahpahusráđi sámi servodaga veahkkin eat ge ovddemustá Departemeantta veahkkin.
nob: Vi hadde jo satt igang Samisk utdanningsråd til hjelp for det samiske samfunnet, ikke først og fremst til hjelp for departementet.

source: Orui dan dihtii sihke ávkkálaš ja lunddolaš ahte Sámi oahpahusráđđi laktojuvvo oassin sámedikki vuogádahkii seamma ládje go Sámi kultuvraráđđi, Sámi giellaráđđi, Sámi ealáhusráđđi ja Sámi kultuvramuitoráđđi.
nob: Det syntes derfor både nyttig og naturlig at Samisk utdanningsråd blei kobla til sametingssystemet på samme måte som Samisk kulturråd, Samisk språkråd, Samisk næringsråd og Samisk kulturminneråd.

source: Dat han manai nu álkit.
nob: Det gikk jo så lett.

source: Muhto ii lean seamma álki Oahpahusráđiin.
nob: Men det var ikke like lett med utdanningsrådet.

source: Logenáre jagi mii gal beasaime doarrut ovdal go Sámi oahpahusráđđi viimmat šattai Sámedikki orgánan.
nob: Vi måtte kjempe i omtrent ti år før Samisk utdanningsråd endelig blei et sametingsorgan.

source: Dađi bahábut heaittihuvvui Sámi oahpahusráđđi go Sámediggi oaččui dan háldosis.
nob: Dessverre blei Samisk utdanningsråd nedlagt da Sametinget fikk styringa med det.

source: Dakko gal čurbošii Sámediggi.
nob: Der gjorde Sametinget ei tabbe.

source: Sámediggi dárbbaša fágapolitihkalaš orgánaid.
nob: Sametinget trenger fagpolitiske organer.

source: Ieš jáhkken ahte Sámi oahpahusráđđi šattašii deaŧalaš gaskaoapmin ođđa oahpahuslága deavdimis.
nob: Sjøl trodde jeg at Samisk utdanningsråd kunne være et viktig middel til å oppfylle den nye opplæringsloven.

source: Oahpahuslága rievdadeapmi 1998:s leai maid reforpma oassin.
nob: Endringa av opplæringsloven i 1998 var også en del av reformen.

source: Dat sihkkarastá sámi sámegiela oahpahusa sámegiela hálddahusguovllus ja muhtun muddui maiddái muđui Norggas.
nob: Den sikra samene samiskopplæring i forvaltningsområdet for samisk språk og til en viss grad også ellers i Norge.

source: Oktiibuot ii leat 1997-jagi oahppoplána buorre ovdamearkan mo sámi áššit berrejit gieđahallojuvvot.
nob: Alt i alt er ikke læreplanen av 1997 noe godt eksempel på hvordan samiske saker bør behandles.

source: Jagi 2005 ráhkaduvvui ge gulahallanortnet Ráđđehusa ja Sámedikki gaskka, mii dáidá buoridan dili.
nob: I 2005 blei det laga en konsultasjonsordning mellom regjeringa og Sametinget, som kanskje bedrer situasjonen.

source: Dan mielde sáhttá Sámediggi gáibidit ráđđádallamiid go lea dárbu.
nob: Etter den kan Sametinget kreve konsultasjoner ved behov.

source: Dakkára livččiimet dárbbašan juo 1992:s.
nob: Noe slikt hadde vi trengt allerede i 1992.

source: Muhto ain orru eanas guđege ministara duohken mo son gieđahallá sámi áššiid.
nob: Men ennå synes for det meste behandlinga av samiske saker å være opp til den enkelte minister.

source: Ja sámi áššit leat johtalan departemeanttas departementii.
nob: Og samiske saker har blitt flytta fra departement til departement.

source: Ii dat ge leat buorre mearka.
nob: Det er ikke noe godt tegn.

source: Orru leamen ain nu go professor Nils Oskal lea cealkán ahte vaikko Norga lea vuođđuduvvon guovtti álbmoga duovdagiid ala, de stáhta orgánat ain doibmet eanas nu ahte devdet duššefal nuppi álbmoga dárbbuid.
nob: Det synes fortsatt å være slik som professor Nils Oskal har uttrykt, at sjøl om Norge er grunnlagt på territoriet til to folk, så fungerer de statlige organene fortsatt for det meste slik at de bare fyller behovet til det ene folket.

source: Dat bonjuvuohta lea dieđus sajáiduvvan guhkes áiggiid čađa, muhto gal dan sáhttá njulget jos fal riikaeiseválddiin leaš dáhttu.
nob: Denne skjevheten er sjølsagt etablert gjennom lang tid, men man kan rette den opp dersom statsmyndighetene har vilje.

source: [1] Gudmund Hernes (f. 1941) lea leamaš sosiologiija professor. Son lei oahpahusministtar Bargiidbellodaga ráđđehusas 1900 čavčča rájes 1995 juovlamánu rádjái.
nob: [1] Gudmund Hernes (f. 1941) er professor i sosiologi og var utdanningsminister i Arbeiderparti-regjering fra høsten 1990 til desember 1995.

source: Dasto son lei guokte jagi dearvvašvuođaministtar.
nob: Deretter var han to år helseminister.

source: Maŋŋil son lea leamaš direktevran UNESCO:s ja dutkin FAFO:s.
nob: Seinere har han bl. a. vært direktør i UNESCO og forsker i FEFO.

source: [2] Reidar Sandal (f. 1949) lea bargan lektorin ja son lea leamaš Sogn og Fjordane Bargiidbellodaga stuoradiggeáirras. Son lei oahpahusministtar 1995 juovlamánu rájes 1997 golggotmánu rádjái.
nob: [2] Reidar Sandal (f. 1949) er utdanna lektor og var stortingsrepresentant (A) fra Sogn og Fjordane og utdanningsminister desember 1995 – oktober 1997.

source: [4] Use of vernacular languages in Education.
nob: [3] Use of vernacular languages in Education.

source: UNESCO 1953. http://unesdoc.unesco.org/images/0000/000028/002897eb.pdf [5] Proseassa Sámi oahpahusráđi ja Oahpahusdepartemeantta gaskkas lea čilgejuvvon Asta Balto muitalusas, Sámi skuvlahistorjá 2, s. 447–449.
nob: UNESCO 1953. http://unesdoc.unesco.org/images/0000/000028/002897eb.pdf [4] Prosessen mellom Samisk utdanningsråd og departementet er skildra i Asta Baltos fortelling, Samisk skolehistorie 2, s. 447–449.

source: [5] Rievtti mielde ledje guokte vuostálastinsearvvi Deanus, geahča Siri Broch Johansena artihkkala Deanus dán girjjis.
nob: (red.) [5] Egentlig var det to motstandsorganisasjoner i Tana, se Siri Broch Johansens artikkel fra Tana i denne boka.(red)

source: Eará artihkkalat Sámi skuvlahistorjá 5-girjjis
nob: Flere artikler fra Samisk skolehistorie 5
